ScalingOff = "Desligar ajuste";
ScalingOn = "Ligar ajuste";
AllScreens = "Todos os monitores";
ScreenNumber = "Ecrã %d";
MainScreen = "Ecrã principal";
ReEnterPass = "Verifique se digitou o nome de utilizador e palavra-passe correctos.";
RemoteAccessDenied = "O utilizador actual de “%@” declinou o seu pedido de acesso.";

taskString = "Controlo";
taskDescription = "Controlar computador";
longTaskDescription = "Obter o controlo do computador seleccionado";
requestTitle = "A autenticação falhou";
requestScreenControl = "Pretende pedir autorização para controlo?";
requestScreenObserve = "Pretende pedir autorização para observação?";
requestScreenAuthFailed = "A autenticação em “%@” falhou.";
requestDenied = "O utilizador declinou o pedido.";
connecting = "A estabelecer ligação a “%@”";
connectionLost = "A ligação a “%@” foi perdida.";
connectionFailed = "A ligação a “%@” falhou.";
connectionFailedReason = "Certifique-se de que a Partilha de Ecrã (na secção Partilha das Preferências do Sistema) está activada no computador com o qual está a tentar estabelecer ligação.  Assegure-se ainda que a sua ligação de rede está a funcionar correctamente.";
waitingForResponse = "A aguardar que o utilizador responda.";
runningAdminAppObserveError = "Não foi possível observar “%@”";
runningAdminAppControlError = "Não foi possível controlar “%@”";
runningAdminAppErrorMessage = "Está a ser executado o Apple Remote Desktop ou outra aplicação de administração.";
controlModeError = "Não foi possível mudar para o modo de controlo";
observeModeError = "Não foi possível mudar para o modo de observação";
sharedControlError = "Não foi possível alterar o controlo do rato";
notAuthorizedTitle = "Não autorizado";
controlNotAuthorized = "Não tem autorização para controlar este computador.";
observeNotAuthorized = "Não tem autorização para observar este computador.";
serverNotSupported = "O servidor não suporta esta opção.";
sharingSelfNotSupported = "Um computador não se ligar a si mesmo nem partilhar o seu próprio ecrã.";
captureDefaultName = "Imagem do Remote Desktop";
scaleToolbarTitle = "Ajustar à janela";
scaleToolbarPaletteLabel = "Ajustar à janela";
scaleToolbarTooltip = "Ajustar o ecrã à janela";
controlToolbarTitle = "Controlo";
controlToolbarPaletteLabel = "Controlar ou observar";
controlToolbarTooltip = "Alternar entre os modos de controlo e observação";
shareToolbarTitle = "Partilhar rato";
shareToolbarPaletteLabel = "Partilhar o rato com o utilizador";
shareToolbarTooltip = "Partilhar o rato e o teclado com o utilizador";
qualityToolbarTitle = "Qualidade";
qualityToolbarPaletteLabel = "Qualidade da imagem";
qualityToolbarTooltip = "Qualidade da imagem";
captureToolbarTitle = "Captura de ecrã";
captureToolbarPaletteLabel = "Captura de ecrã";
captureToolbarTooltip = "Captura de ecrã para ficheiro";
controlObserveNotSupported = "Não pode controlar nem observar o seu computador";
fullScreenToolbarTooltip = "Ajustar o ecrã a todo o monitor";
fullScreenToolbarTooltipExt = "Mostrar o ecrã numa janela";
fullScreenToolbarTitle = "Ecrã completo";
fullScreenPaletteDisconnect = "Terminar sessão de controlo ou observação";
showCursorToolbarTooltip = "Ocultar/mostrar o cursor local";
showCursorToolbarTitle = "Ocultar/mostrar cursor";
curtainToolbarTitle = "Bloquear ecrã";
curtainToolbarTooltip = "Bloquear o ecrã do computador enquanto tiver o controlo do computador";
getClipboardToolbarTitle = "Obter Clip";
getClipboardToolbarTooltip = "Obter o conteúdo do clip remoto";
sendClipboardToolbarTitle = "Enviar Clip";
sendClipboardToolbarTooltip = "Enviar o conteúdo do clip para o clip remoto";
multiDisplayToolbarTitle = "Selecção do monitor";
multiDisplayToolbarTooltip = "Seleccione o monitor remoto que pretende ver";
computerInScreenShare = "Está neste momento a partilhar o ecrã com este computador";
curtainErrorTitle = "Não foi possível mudar para o modo de cortina";
curtainExitErrorTitle = "Não foi possível mudar do modo de cortina para outro modo";
curtainErrorMessage = "Ocorreu um erro neste computador.";
curtainUnavailableTooltip = "O modo de cortina não está disponível para esta versão do Mac OS X em execução em “%@”.";
curtainUnavalableMessage = "O modo de cortina não está disponível para “%@”.";

displayPopUpAllDisplays = "Todos os monitores: %@ x %@";
displayPopUpBothDisplays = "Os dois monitores: %@ x %@";
displayPopUpOneDisplay = "Monitor %@: %@ x %@";

curtainTaskString = "Cortina";
curtainTaskDescription = "Controlo do computador no modo de cortina";
curtainLongTaskDescription = "Obter o controlo do computador seleccionado enquanto o ecrã está bloqueado";

sshTunnelRemoteLoginDisabledTitle = "A ligação falhou porque o acesso remoto não foi activado em “%@”.";
sshTunnelRemoteLoginDisabledMessage = "Desactive a definição de segurança “Encriptar todos os dados através da rede” ou tente activar o acesso remoto nas preferências de Partilha, em “%@”.";
sshTunnelHostKeyChangedTitle = "A ligação a “%@” falhou porque a sua identidade não pôde ser confirmada. Isto pode dever-se a um problema de segurança ou à desactualização do ficheiro known_hosts do SSH.";
sshTunnelHostKeyChangedMessage = "Desactive a definição de segurança “Encriptar todos os dados através da rede” ou actualize o ficheiro known_hosts do SSH.";
sshTunnelHostKeyChanged2Message = "A identificação do host remoto mudou para “%@”. Se tem a certeza de que não se trata de um problema de segurança, o Remote Desktop pode tentar resolver o problema no ficheiro known_hosts.";
sshTunnelHostKeyFix = "Reparar";
sshTunnelHostKeyFixError = "Ocorreu um problema ao tentar modificar o ficheiro known_hosts do SSH.";
sshTunnelTooltip = "A ligação está encriptada";

legacyVNCSecurityWarningTitle = "O computador “%@” está a executar um servidor VNC que não suporta a encriptação de teclado do Remote Desktop. O texto que digitar para este computador pode ser interceptado em qualquer ponto da rede. Deseja continuar mesmo assim?";
legacyVNCSecurityWarningMessageFull = "Se o computador remoto tiver activado o acesso remoto ou SSH (Secure Shell), pode seleccionar a definição “Encriptar todos os dados através da rede” nas preferências do Remote Desktop ou seleccionar “Estabelecer ligações utilizando SSH”, para estabelecer ligações seguras.";
legacyVNCSecurityWarningMessage = "Se o computador remoto tiver activado o acesso remoto ou SSH (Secure Shell), pode seleccionar a definição “Encriptar todos os dados através da rede” nas preferências do Remote Desktop, para estabelecer ligações seguras.";
legacyVNCSecurityWarningContinueSSHButton = "Estabelecer ligação utilizando SSH";

IconCacheTitle = "Tem a certeza de que pretende apagar a cache de ícones da barra de título?";
IconCacheDefaultButton = "Apagar";
IconCacheAlternateButton = "Cancelar";
IconCacheMessage = "Estes ficheiros são utilizados para deslocar o ícone da barra de título para criar marcadores. Todos os marcadores criados desta forma serão perdidos, se apagar a cache.\n\nPode copiar o marcador em vez de criar um atalho, mantendo premida a tecla Opção.";

YESBUTTON = "Sim";
NOBUTTON = "Não";